import PageTitle from "../PageTitle/PageTitle";
export default function HomePage() {
  return (
    <div>
       <PageTitle>
		<div style={{display: "block", maxWidth: '600px'}}>
	   <h3>Ти тут, а акаунт ще ні? 👀</h3>
	   
	   
	   <div style={{fontSize: '16px', color:'black', display: 'inline-block', textWrap: 'pretty'
  }}>
		React — це декларативна, ефективна і гнучка JavaScript-бібліотека, призначена для створення інтерфейсів користувача. Вона дозволяє компонувати складні інтерфейси з невеликих окремих частин коду — “компонентів”.React js — це інтерфейсна бібліотека, яка стала популярним середовищем для сучасної веброзробки у спільноті програмування JavaScript. Для чого потрібен react? У сучасному світі наші з вами дні важко уявити без мобільних і вебдодатків. Диджиталізація розвивається з кожним днем і сьогодні вже майже не залишилося нічого, що може бути не оцифроване: від замовлення таксі та доставки їжі до проведення банківських транзакцій. І все це відбувається завдяки ефективним платформам та інструментам, що забезпечують зручність роботи з користувачем. Однією з таких надійних інтерфейсних бібліотек є React.
	   </div>
	   <p>Увійди, і нехай сила React буде з тобою!</p>
	   </div>
      </PageTitle>
    </div>
  );
}
